{
  "title": "Home",
  "description": "Triton Tails (Furries at UCSD) is a student organization focused on creating a safe space for furries and those interested in the fandom.",
  "banner": {
    "title": "Triton Tails",
    "subtitle": "University-recognized furry community at UC San Diego!",
    "extra_content": "400+ Members • 40 Board Members • Est. 2021",
    "background_image": "/assets/images/banner.jpg",
    "height": "100vh",
    "subtitle_margin": "3"
  },
  "spotlights": [
    {
      "title": "Furries? at <b><i>MY</i></b> university!?",
      "subtitle": "It's more likely than you think!",
      "content": [
        "Triton Tails (est. 2021) is a social club with over 400 members, devoted to appreciating and engaging with furry culture and media through a positive and lighthearted lens. Our shared interests bring us together in many forms: art-making, sharing media, watching films/movies, and crafting costumes and cosplay.",
        "Our events include game nights, study jams, VR hangouts, and festivals with hundreds of attendees—taking place across San Diego, LA, and beyond. Our extensive alumni network connects students with professionals and employers across industry and academia worldwide."
      ],
      "image": "/assets/images/spotlight01.jpg",
      "alt": "Furries at UCSD",
      "image_position": "right",
      "background": "light"
    },
    {
      "title": "What is a furry?",
      "subtitle": "A fun community centered around anthropomorphic animal characters!",
      "content": [
        "A furry is someone who is interested in anthropomorphic animals, like characters from cartoons, video games, or books. Think of Disney's Zootopia, Sonic the Hedgehog, or even classic characters like Bugs Bunny. Furries often create their own original characters, called fursonas, which represent them in a fun and creative way.",
        "At its core, being a furry is about having fun, expressing yourself, and connecting with others who share an interest in cool animal characters!"
      ],
      "image": "/assets/images/spotlight02.jpg",
      "alt": "What is a furry",
      "image_position": "left"
    },
    {
      "title": "How do I get involved?",
      "subtitle": "Join our community and participate in our regular events!",
      "content": [
        "We have casual hangouts and study jams almost every day, and club meetups every week. Join our Discord to stay updated and sign-up for events.",
        "For our most active members: We also have club merch and membership cards available, which give you perks and discounts across campus!"
      ],
      "image": "/assets/images/spotlight03.jpg",
      "alt": "Get involved",
      "image_position": "right",
      "background": "light"
    }
  ],
  "gallery": {
    "title": "Photo Gallery",
    "description": "Explore some of our past events and see what we've been up to."
  },
  "perks": {
    "title": "Membership Perks",
    "description": "Triton Tails members get perks and discounts across campus, as well as travel and hotel benefits.",
    "background_class": "bg-light",
    "container_fluid": "-fluid"
  }
}
